brew "bat"
brew "btop"
brew "cloc"
brew "eza"
brew "fastfetch"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "neovim"
brew "repomix"
brew "ripgrep"
brew "zoxide"
cask "aws-vault"
cask "arc"
cask "zed"
cask "ghostty"
cask "appcleaner"
cask "brave-browser"
cask "datagrip"
cask "iina"
cask "figma"
cask "orbstack"
cask "notion"
cask "notion-calendar"
cask "stremio"
cask "visual-studio-code"
cask "raycast"
